Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shangshu__shangshu-013-shang-shu-announcement-of-zhong-hui__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 成湯放桀于南巢，惟有慚德，曰：「予恐來世以台為口實。」
en: 1. When Thang the Successful was keeping Kieh in banishment in Nan-khâo, he had a feeling of shame on account of his conduct, and said, 'I am afraid that in future ages men will fill their mouths with me, (as an apology for their rebellious proceedings.)'

source: 仲虺乃作誥，曰：「嗚呼！惟天生民有欲，無主乃亂；惟天生聰明時乂，有夏昬德，民墜涂炭，天乃錫王勇智，表正萬邦，纘禹舊服。茲率厥典，奉若天命。
en: 2. On this Kung-hui made the following announcement: 'Oh! Heaven gives birth to the people with (such) desires, that without a ruler they must fall into all disorders; and Heaven again gives birth to the man of intelligence to regulate them. The sovereign of Hsiâ had his virtue all-obscured, and the people were (as if they had fallen) amid mire and (burning) charcoal. Heaven hereupon gifted (our) king with valour and prudence, to serve as a sign and director to the myriad regions, and to continue the old ways of Yü. You are now (only) following the proper course, honouring and obeying the appointment of Heaven. The king of Hsiâ was an offender, falsely and calumniously alleging the sanction of supreme Heaven, to spread abroad his commands among the people. On this account God viewed him with disapprobation, caused our Shang to receive his appointment, and employed (you) to enlighten the multitudes (of the people).'

source: 「夏王有罪，矯誣上天，以布命于下；帝用不臧，式商受命，用爽厥師；簡賢附勢，寔繁有徒；肇我邦于有夏，若苗之有莠，若粟之有秕；小大戰戰，罔不懼于非辜，矧予之德言足聽聞；惟王不邇聲色，不殖貨利。德懋懋官，功懋懋賞，用人惟己，改過不吝，克寬克仁，彰信兆民。
en: 3. 'Contemners of the worthy and parasites of the powerful,—many such followers he had indeed; (but) from the first our country was to the sovereign of Hsiâ like weeds among the springing corn, and blasted grains among the good. (Our people), great and small, were in constant apprehension, fearful though they were guilty of no crime. How much more was this the case, when our (prince's) virtues became a theme (eagerly) listened to! Our king did not approach to (dissolute) music and women; he did not seek to accumulate property and wealth, To great virtue he gave great offices, and to great merit great rewards. He employed others as if (their excellences) were his own; he was not slow to change his errors. Rightly indulgent and rightly benevolent, from the display (of such virtue), confidence was reposed in him by the millions of the people.

source: 「乃葛伯仇餉，初征自葛，東征西夷怨，南征北狄怨；曰：『奚獨後予。』攸徂之民，室家相慶，曰：『徯予后，后來其蘇。』民之戴商，厥惟舊哉，佑賢輔德，顯忠遂良，兼弱攻昧，取亂侮亡，推亡固存，邦乃其昌。德日新，萬邦惟懷；志自滿，九族乃離。
en: 'When the earl of Ko showed his enmity to the provision-carriers, the work of punishment began with Ko. When it went on in the east, the wild tribes of the west murmured; when it went on in the south, those of the north murmured:—they said, "Why does he make us alone the last?" To whatever people he went, they congratulated one another in their families, saying, "We have waited for our prince; our prince is come, and we revive." The people's honouring our Shang is a thing of long existence.'

source: 「王懋昭大德，建中于民，以義制事，以禮制心，垂裕後昆。予聞曰：『能自得師者王，謂人莫己若者亡。』好問則裕，自用則小。嗚呼！慎厥終，惟其始；殖有禮，覆昬暴。欽崇天道，永保天命。」
en: 4. 'Show favour to the able and right-principled (among the princes), and aid the virtuous; distinguish the loyal, and let the good have free course. Absorb the weak, and punish the wilfully blind; take their states from the disorderly, and deal summarily with those going to ruin. When you (thus) accelerate the end of what is (of itself) ready to perish, and strengthen what is itself strong to live, how will the states all flourish! When (a sovereign's) virtue is daily being renewed, he is cherished throughout the myriad regions; when his mind is full (only) of himself, he is abandoned by the nine branches of his kindred. Exert yourself, O king, to make your virtue (still more) illustrious, and set up (the standard of) the Mean before the people. Order your affairs by righteousness; order your heart by propriety;—so shall you transmit a grand example to posterity. I have heard the saying, "He who finds instructors for himself, comes to the supreme dominion; he who says that others are not equal to himself, comes to ruin. He who likes to put questions, becomes enlarged; he who uses only his own views, becomes smaller (than he was)." Oh! he who would take care for the end must be attentive to the beginning. There is establishment for the observers of propriety, and overthrow for the blinded and wantonly indifferent. To revere and honour the path prescribed by Heaven is the way ever to preserve the favouring appointment of Heaven.'
